Repository: IvanMagda-energ/ChatMe
Catalog: ChatMe/Localizable.xcstrings
Source language: en
Languages: uk

# auth.view.create.account.button
source: Create account
uk: Зареєструватись

# auth.view.create.button
source: Create
uk: Зареєструватись

# auth.view.create.header
source: CREATE ACCOUNT
uk: ЗАРЕЕСТРУВАТИСЬ

# auth.view.login.button
source: Login
uk: Увійти

# auth.view.password.not.match.text
source: * Passwords not match
uk: Паролі не співпадають

# auth.view.password.placeholder
source: Password
uk: Пароль

# auth.view.repeat.password.placeholder
source: Repeat password
uk: Повторіть пароль

# auth.view.sign.in.header
source: LOGIN
uk: УВІЙТИ

# auth.view.user.name.placeholder
source: User name
uk: Електронна пошта

# failed.create.account.error.description
source: Failed create user
uk: Не вдалось створити користувача

# failed.sign.in.error.description
source: Failed sign in to application
uk: Не вдалось увійти до застосунку

# failed.sign.out.error.description
source: Failed sign out
uk: Не вдалось створити користувача

# ok.button
source: OK
uk: ОК

source: Unknown error
uk: Невідома помилка
